<?php
header('Access-Control-Allow-Origin:*');


echo
'{
    "total": 11,
    "items": [
        {
            "id": "001",
            "title": "标题001",
            "src":"images/001.png",
            "content": "标题001标题001标题001标题001标题001标题001"
        },{
            "id": "002",
            "title": "标题002",
            "src":"images/002.png",
            "content": "标题002标题002标题002标题002标题002标题002"
        },{
            "id": "003",
            "title": "标题003",
            "src":"images/001.png",
            "content": "标题003标题003标题003标题003标题003标题003"
        },{
            "id": "004",
            "title": "标题004",
            "src":"images/002.png",
            "content": "标题004标题004标题004标题004标题004标题004"
        },{
            "id": "005",
            "title": "标题005",
            "src":"images/001.png",
            "content": "标题005标题005标题005标题005标题005标题005"
        },{
            "id": "006",
            "title": "标题006",
            "src":"images/002.png",
            "content": "标题006标题006标题006标题006标题006标题006"
        },{
            "id": "007",
            "title": "标题007",
            "src":"images/001.png",
            "content": "标题007标题007标题007标题007标题007标题007"
        },{
            "id": "008",
            "title": "标题008",
            "src":"images/002.png",
            "content": "标题008标题008标题008标题008标题008标题008"
        },{
            "id": "009",
            "title": "标题009",
            "src":"images/001.png",
            "content": "标题009标题009标题009标题009标题009标题009"
        },{
            "id": "010",
            "title": "标题010",
            "src":"images/002.png",
            "content": "标题010标题010标题010标题010标题010标题010"
        },{
            "id": "011",
            "title": "标题011",
            "src":"images/001.png",
            "content": "标题011标题011标题011标题011标题011标题011"
        },{
            "id": "012",
            "title": "标题012",
            "src":"images/002.png",
            "content": "标题012标题012标题012标题012标题012标题012"
        },{
            "id": "013",
            "title": "标题013",
            "src":"images/001.png",
            "content": "标题013标题013标题013标题013标题013标题013"
        },{
            "id": "014",
            "title": "标题014",
            "src":"images/002.png",
            "content": "标题014标题014标题014标题014标题014标题014"
        },{
            "id": "015",
            "title": "标题015",
            "src":"images/001.png",
            "content": "标题015标题015标题015标题015标题015标题015"
        },{
            "id": "016",
            "title": "标题016",
            "src":"images/002.png",
            "content": "标题016标题016标题016标题016标题016标题016"
        },{
            "id": "017",
            "title": "标题017",
            "src":"images/001.png",
            "content": "标题017标题017标题017标题017标题017标题017"
        },{
            "id": "018",
            "title": "标题018",
            "src":"images/002.png",
            "content": "标题018标题018标题018标题018标题018标题018"
        },{
            "id": "019",
            "title": "标题019",
            "src":"images/001.png",
            "content": "标题019标题019标题019标题019标题019标题019"
        },{
            "id": "020",
            "title": "标题020",
            "src":"images/002.png",
            "content": "标题020标题020标题020标题020标题020标题020"
        },{
            "id": "021",
            "title": "标题021",
            "src":"images/001.png",
            "content": "标题021标题021标题021标题021标题021标题021"
        }
    ]
}';
?>