<?php
header('Access-Control-Allow-Origin:*');
echo
'{
    "companys": [
        {
            "id": "10",
            "companytitle": "公司概况",
            "content": "公司概况简要概述！公司概况简要概述！公司概况简要概述！公司概况简要概述！公司概况简要概述！公司概况简要概述！公司概况简要概述！公司概况简要概述！公司概况简要概述！公司概况简要概述！公司概况简要概述！公司概况简要概述！公司概况简要概述！公司概况简要概述！公司概况简要概述！公司概况简要概述！公司概况简要概述！公司概况简要概述！公司概况简要概述！公司概况简要概述！公司概况简要概述！公司概况简要概述！公司概况简要概述！公司概况简要概述！公司概况简要概述！公司概况简要概述！公司概况简要概述！公司概况简要概述！公司概况简要概述！公司概况简要概述！"
        },
        {
            "id": "20",
            "companytitle": "公司文化",
            "content": "公司文化是这样的！公司文化是这样的！公司文化是这样的！公司文化是这样的！公司文化是这样的！公司文化是这样的！公司文化是这样的！公司文化是这样的！公司文化是这样的！公司文化是这样的！公司文化是这样的！公司文化是这样的！公司文化是这样的！公司文化是这样的！公司文化是这样的！公司文化是这样的！公司文化是这样的！公司文化是这样的！公司文化是这样的！公司文化是这样的！公司文化是这样的！公司文化是这样的！公司文化是这样的！公司文化是这样的！公司文化是这样的！公司文化是这样的！公司文化是这样的！"
        },
        {
            "id": "30",
            "companytitle": "售后服务",
            "content": "售后服务挺好的！售后服务挺好的！售后服务挺好的！售后服务挺好的！售后服务挺好的！售后服务挺好的！售后服务挺好的！售后服务挺好的！售后服务挺好的！售后服务挺好的！售后服务挺好的！售后服务挺好的！售后服务挺好的！售后服务挺好的！售后服务挺好的！售后服务挺好的！售后服务挺好的！售后服务挺好的！售后服务挺好的！售后服务挺好的！售后服务挺好的！售后服务挺好的！售后服务挺好的！售后服务挺好的！售后服务挺好的！售后服务挺好的！售后服务挺好的！"
        },
        {
            "id": "40",
            "companytitle": "服务宗指",
            "content": "服务宗指挺好的！服务宗指挺好的！服务宗指挺好的！服务宗指挺好的！服务宗指挺好的！服务宗指挺好的！服务宗指挺好的！服务宗指挺好的！服务宗指挺好的！服务宗指挺好的！服务宗指挺好的！服务宗指挺好的！服务宗指挺好的！服务宗指挺好的！服务宗指挺好的！服务宗指挺好的！服务宗指挺好的！服务宗指挺好的！服务宗指挺好的！服务宗指挺好的！服务宗指挺好的！服务宗指挺好的！服务宗指挺好的！服务宗指挺好的！服务宗指挺好的！服务宗指挺好的！服务宗指挺好的！"
        }

    ]
}';
?>